---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cfh
source: html/665a02dd-0850-cfad-b1a7-2ae23db331da.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cfh Property

Symbol CFH, indicating unit Cubic feet per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId Cfh { get; }
```